[
  {
    "id": 0,
    "name": "KILBEGGAN IRISH WHISKEY",
    "description": "Kilbeggan Irish whiskey is crafted by our Master Blender and his staff at the distillery for your enjoyment and we are all proud of the result. Tropical and citrus fruits together with vanilla and toasty wood aromas are your first experience of Kilbeggan Irish Whiskey. In the mouth it has a soft, silky smooth texture and a delicious sweetness with toffee, fruit and peppery spice flavours, all of which are followed by a creamy vanilla and toasty wood finish.",
    "category": "Whisky",
    "country": "Ireland",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 24.98,
    "image": "kilbeggan.png"
  },
  {
    "id": 1,
    "name": "JAMESON IRISH WHISKEY",
    "description": "It all started back in 1780 when John Jameson created his triple distilled, smooth Irish whiskey and John knew a thing or three about making great tasting whiskey. Thats why, today, we continue his tradition and make sure that Jameson Irish Whiskey is always as perfect as the day John Jameson released his first cask from his single distillery triple distilled, twice as smooth and perfectly balanced.Jameson has a light floral fragrance, peppered with spicy wood and sweet notes. A perfect balance on the palate of spicy, nutty and vanilla notes with hints of sweet sherry and exceptional smoothness.",
    "category": "Whisky",
    "country": "Ireland",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": true,
    "featured": false,
    "price": 28.99,
    "image": "jameson.png"
  },
  {
    "id": 2,
    "name": "CHIVAS REGAL 12 YEAR OLD",
    "description": "Chivas Regal 12 Year Old is an expression of a unique tradition that has continued unbroken since the Chivas Brothers first introduced the world to the rich, smooth scotch whisky of Chivas Regal,An aromatic infusion of wild herbs, heather, honey and orchard fruits. Round and creamy on the palate, Chivas 12 bursts with the rich taste of ripe, honeyed apples and notes of vanilla, hazelnut and butterscotch. Enjoy the generous, lingering finish.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 33.98,
    "image": "chivas12.png"
  },
  {
    "id": 3,
    "name": "BALLANTINES FINEST BLENDED WHISKY",
    "description": "Soft and elegant heather and honey aromas with a hint of spice. Well balanced, subtle flavours with tones of milk chocolate, red apple and vanilla. Soft, sweet and complex, the sophisticated after-taste gives a fresh, floral and rounded glow.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": true,
    "featured": false,
    "price": 24.98,
    "image": "ballantines.png"
  },
  {
    "id": 4,
    "name": "BELLS",
    "description": "Back in the 1850s we discovered that blending together several fine whiskies pleases more palates than one whisky unmixed. And to this day, each drop of Bells is made from a select blend of fine malt and grain whiskies, skilfully married together by our master blender.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 22.99,
    "image": "bells.png"
  },
  {
    "id": 5,
    "name": "HANKEY BANNISTER",
    "description": "Hankey Bannister Original Blend has a colour of creamy toffee with a golden hue. When you bring it to your nose the aroma of spice gives it some extra depth. The flavour consists of a subtle mix that is sweet and spicy with hints of honey and finishes with a lasting joyful taste.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 20.99,
    "image": "hankey.png"
  },
  {
    "id": 6,
    "name": "JACK DANIELS FIRE",
    "description": "The smell of Jack Daniel's Tennessee Fire is focused on the cinnamon which doesn’t allow much more to hit your nose. The texture is thick and oily with a taste that gives you a sweet and spicy flavour, consisting of strong tones of cinnamon that let off a pleasing heat which isn’t too hot to drink. Apart from the cinnamon there are elements of brown sugar and butter which help make this an enjoyable whisky.",
    "category": "Whisky",
    "country": "USA",
    "abv": 35.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 30.98,
    "image": "jack-fire.png"
  },
  {
    "id": 7,
    "name": "JACK DANIELS",
    "description": "Jack Daniels Master Distiller No.3 Whisky Spirits from Beers of Europe.",
    "category": "Whisky",
    "country": "USA",
    "abv": 43.00,
    "bottleSize": "1000 ml",
    "sale": false,
    "featured": false,
    "price": 49.99,
    "image": "jack.png"
  },
  {
    "id": 8,
    "name": "JIM BEAM",
    "description": "Jim Beam is the flagship product of the Jim Beam Distillery, founded in 1795, and family operated for seven generations. It was given the name 'Jim Beam' in 1933 after Colonel James B. Beam, who rebuilt the business following Prohibition. When you take a sip, you're savouring a bourbon that has been produced essentially the same way by the same family for more than 200 years. Isn't it good to know some things never go out of style?",
    "category": "Whisky",
    "country": "USA",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 21.98,
    "image": "jim.png"
  },
  {
    "id": 9,
    "name": "JIM BEAM RED STAG",
    "description": "Red Stag Black Cherry by Jim Beam is produced using bold dark ripe black cherry liqueur which is then mixed with Kentucky Straight Bourbon Whiskey. This blend results in aromas of black cherry with vanilla and light oak which is followed by balanced flavours of oak, caramel, vanilla and black cherry notes. Overall this is a fine example of a Kentucky Whiskey.",
    "category": "Whisky",
    "country": "USA",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 28.99,
    "image": "stag.png"
  },
  {
    "id": 10,
    "name": "JOHNNIE WALKER",
    "description": "A supremely rich and full flavoured 18 year old scotch whisky. Johnnie Walker Platinum Label is drawn from a limited number of casks which have been carefully chosen and retained throughout their maturation because of their exceptional character.An intense, smooth and subtly smoky blend crafted from single malt and grain whiskies, each matured to perfection for a minimum of 18 years.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 74.99,
    "image": "walker.png"
  },
  {
    "id": 11,
    "name": "TEACHERS",
    "description": "Whilst all blended scotch whiskies are made with both the malt and grain whiskies, Teacher’s Highland Cream is unique. The blend has an exceptionally high malt content, no less than 45%. This gives it a richer, more full bodied flavour.A complex blend, Teachers uses over 30 different single malt whiskies in its blend. It is our master blender’s skill that ensures that these malts are balanced and harmonised, delivering the same full rich taste that W.M. Teacher created over 175 years ago.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 19.99,
    "image": "teachers.png"
  },
  {
    "id": 12,
    "name": "TULLAMORE",
    "description": "A medium amber gold in colour. Mild in aroma, a blend of spicy, lemony and malty notes, with charred wood and vanilla undertones. Light bodied, sweetish spices, buttery and rounded with light citrus fruitiness. Warming and pleasant maltiness with toasted wood and vanilla hints. A smooth and gentle finish, the complex flavours lingering.",
    "category": "Whisky",
    "country": "Ireland",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 25.99,
    "image": "tullamore.png"
  },
  {
    "id": 13,
    "name": "WHITE HORSE",
    "description": "White Horse Whisky Spirits from Beers of Europe.",
    "category": "Whisky",
    "country": "United Kingdom",
    "abv": 40.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 21.98,
    "image": "horse.png"
  },
  {
    "id": 14,
    "name": "WILD TURKEY",
    "description": "Smooth and richly coloured, Wild Turkey Bourbon is a genuine super-premium bourbon carefully crafted in the heart of Kentucky. Wild Turkey Bourbon offers a lesson in traditional American values, most notably the refusal to compromise on standards of excellence.Jimmy Russell notes that unlike some of its competitors, We make Wild Turkey the old fashioned way. Its a totally natural process which takes substantially more time and money but we believe its worth it.Wild Turkey Bourbon has an exceptionally soft but rich aroma for a high proof bourbon, due to quality at all stages of making and aging for eight years. Its taste is powerful and rich with caramel, vanilla and notes of honey and brown sugar. The finish is very long, rich and full bodied, powerful yet soothing.",
    "category": "Whisky",
    "country": "USA",
    "abv": 50.50,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 33.98,
    "image": "turkey.png"
  },
  {
    "id": 15,
    "name": "JACK RYAN",
    "description": "Jack Ryan Beggars Bush Irish Whiskey Whisky Spirits from Beers of Europe.",
    "category": "Whisky",
    "country": "Ireland",
    "abv": 46.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 59.99,
    "image": "turkey.png"
  },
  {
    "id": 16,
    "name": "JACK RYAN",
    "description": "Jack Ryan Beggars Bush Irish Whiskey Whisky Spirits from Beers of Europe.",
    "category": "Whisky",
    "country": "Ireland",
    "abv": 46.00,
    "bottleSize": "700 ml",
    "sale": false,
    "featured": false,
    "price": 59.99,
    "image": "turkey.png"
  },
  {
    "id": 17,
    "name": "BUDWEISER BUDVAR",
    "description": "By far and away the best known beer in the Budvar portfolio ABV5 Original is available on draught and in two bottle sizes, 330ml and 500ml as well as in 500ml cans. Brewed from nothing but local natural materials in a 100 days brewing cycle (90 spent fermenting) it is universally regarded as one of the world's great lager conditioned beers.",
    "category": "Beer",
    "country": "Czech Republic",
    "abv": 5.00,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 1.99,
    "image": "budweiser.png"
  },
  {
    "id": 18,
    "name": "STAROPRAMEN",
    "description": "Staropramen Lager, number 1 beer in the world, has been linked to Pragues brewing origins since 1869. Even before the liquid reaches your lips, the rich hop aroma takes you back to our Lagers Czech ancestral lands, where the beer was first brewed. The bright golden clear colour clashes with a thick creamy foam, giving it an inconceivable taste. Full bodied and pleasantly balanced, Staropramen starts off with a thoroughly rewarding and soft malty flavour, finishing off with a just right gentle bitterness.",
    "category": "Beer",
    "country": "Czech Republic",
    "abv": 5.00,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 1.99,
    "image": "staropramen.png"
  },
  {
    "id": 19,
    "name": "PILSNER URQUELL",
    "description": "Savour and now it is time. Dont hurry. Drink deeply. Slightly sweet, somewhat malty, the honey nut flavour sparkles on the tip of your tongue, and slides into your mouth where tart citrus flavours and warm caramel bitterness builds quickly before slipping down your throat full of rich body, thoroughly refreshing. The aftertaste, the sharp, distinct bitterness overlapping with caramelised sweetness lingers and develops on your palate.",
    "category": "Beer",
    "country": "Czech Republic",
    "abv": 4.40,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.59,
    "image": "pilsner.png"
  },
  {
    "id": 20,
    "name": "NEWCASTLE BROWN",
    "description": "Newcastle Brown Ale was first brewed in 1927 in Newcastle-upon-Tyne, England, by Jim Porter after three years of development. Production moved from Newcastle to Gateshead at the end of 2004 and to Tadcaster on closure of the Dunston brewery in 2010.",
    "category": "Beer",
    "country": "United Kingdom",
    "abv": 4.70,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.49,
    "image": "newcastle.png"
  },
  {
    "id": 21,
    "name": "GUINNESS",
    "description": "Foreign Extra Stout is a beer like no other. The most full-flavoured of all. Singular and striking. Uniquely satisfying. Brewed with extra hops and roasted barley for a natural bite. Bitter and sweet. Refreshingly crisp taste. Always rewarding. Pure beauty. Pure Guinness.",
    "category": "Beer",
    "country": "Ireland",
    "abv": 7.50,
    "bottleSize": "330 ml",
    "sale": false,
    "featured": false,
    "price": 2.09,
    "image": "guiness.png"
  },
  {
    "id": 22,
    "name": "HEINEKEN",
    "description": "100% Barley malt, choice hops and pure water give this brew unsurpassed clarity.",
    "category": "Beer",
    "country": "Netherlands",
    "abv": 5.00,
    "bottleSize": "330 ml",
    "sale": false,
    "featured": false,
    "price": 1.79,
    "image": "heineken.png"
  },
  {
    "id": 23,
    "name": "TUBORG GREEN LABEL",
    "description": "The story of Tuborg starts in Hellerup, north of Copenhagen, where the Tuborg Brewery brewed Denmarks first pilsner-type beer in 1880 and packaged it in bottles with a distinctive green label. It became instantly popular with the Danes and has since grown to become Denmark's best selling beer.",
    "category": "Beer",
    "country": "Denmark",
    "abv": 4.60,
    "bottleSize": "275 ml",
    "sale": false,
    "featured": false,
    "price": 1.19,
    "image": "tuborg.png"
  },
  {
    "id": 24,
    "name": "OBOLON LIGHT",
    "description": "A light beer with a nice malty taste and a slight well-matched bitterness. This beer will be a perfect addition to your favourite dish. It is the most popular beer brand among all produced by Obolon.",
    "category": "Beer",
    "country": "Ukraine",
    "abv": 4.50,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 1.99,
    "image": "obolon.png"
  },
  {
    "id": 25,
    "name": "BALTIKA 9 STRONG",
    "description": "A strong lager beer with a taste close to classic lager varieties. The flavour is light and there is a suggestion of malt, together with sweetish notes and mild hops bitterness. Ingredients: water, light barley malt, maltose syrup and hops. Produced since 1998. 16.5",
    "category": "Beer",
    "country": "Russia",
    "abv": 8.00,
    "bottleSize": "450 ml",
    "sale": false,
    "featured": false,
    "price": 3.19,
    "image": "baltika9.png"
  },
  {
    "id": 26,
    "name": "BALTIKA 7",
    "description": "Light, aromatic beer with a most refined flavour, served in the best restaurants and bars of St. Petersburg, Moscow and other cities. The beer possesses a unique taste and the subtlest aroma. The ingredients are water, Light Barley malt and hops. Produced since 1994.",
    "category": "Beer",
    "country": "Russia",
    "abv": 5.50,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.39,
    "image": "baltika7.png"
  },
  {
    "id": 27,
    "name": "STARY MELNIK MYAGKOE",
    "description": "Stary Melnik Iz Bochonka Myagkoe Russian Beer from Beers of Europe.",
    "category": "Beer",
    "country": "Russia",
    "abv": 4.20,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.29,
    "image": "melnik.png"
  },
  {
    "id": 28,
    "name": "ZHIGULIOVSKOYE",
    "description": "A notable brand of Soviet (Russian) beer. The original brewery was founded in Samara in 1881 by an Austrian entrepreneur Alfred von Vacano. The original brand was named Viennese Beer (as of - beer from Vienna), but in 1934 Soviet authorities renamed it to \"Zhigulevskoye Beer\" to eradicate a bourgeois name.Back in the USSR, this was at times virtually the only beer brand; also a brand you could find guaranteed anywhere in the country. Lack of other beers was so obvious, that a famous satire was created, when a Soviet man is granted 1 hour in a government warehouse, where anything can be found. When asked what kind of beer he would want, he can't come up with anything else but \"... I don't know..., maybe... Zhigulevskoye?...\"Zhigulevskoye beer has a distinct strong semi-spicy and semi-bitter taste.",
    "category": "Beer",
    "country": "Russia",
    "abv": 4.00,
    "bottleSize": "470 ml",
    "sale": false,
    "featured": false,
    "price": 1.89,
    "image": "zhigulevskoe.png"
  },
  {
    "id": 29,
    "name": "LOWENBRAU ORIGINAL",
    "description": "Our typical original in Munich. Wonderfully refreshing and slightly bitter taste. The best raw ingredients make this a true Bavarian lager drinking experience.",
    "category": "Beer",
    "country": "Germany",
    "abv": 5.20,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.69,
    "image": "lowenbrau.png"
  },
  {
    "id": 30,
    "name": "PAULANER",
    "description": "The Hefe-Weiss Kristal is crystal clear compared to the naturally cloudy wheat beer. With a fine, sparkling clarity it goes through a unique, early filter method.",
    "category": "Beer",
    "country": "Germany",
    "abv": 5.20,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.49,
    "image": "paulaner.png"
  },
  {
    "id": 31,
    "name": "BECKS",
    "description": "Our original Becks is a classic German lager beer with a distinctive full-bodied taste, fresh \"hoppy\" bouquet, golden colour and full rich head. Adding to its complexity is a slightly fruity but firm crispness and a dry, clean finish.",
    "category": "Beer",
    "country": "Germany",
    "abv": 4.70,
    "bottleSize": "500 ml",
    "sale": false,
    "featured": false,
    "price": 2.49,
    "image": "becks.png"
  },
  {
    "id": 32,
    "name": "BLACK TOWER SMOOTH RED",
    "description": "Black Tower Smooth Red German Wine from Beers of Europe.",
    "category": "Wine",
    "country": "Germany",
    "abv": 12.00,
    "bottleSize": "750 ml",
    "sale": false,
    "featured": false,
    "price": 6.98,
    "image": "blacktower.png"
  }

]